Ryan-Rogers/MMSoftware/MM_2015.X/support/dspic33f/h/p33FJ64GP708A.h
#define _AD1CHS0_CH0SB_POSITION                  0x00000008
#define _AD1CHS0_CH0SB_MASK                      0x00001F00
#define _AD1CHS0_CH0SB_LENGTH                    0x00000005

#define _AD1CHS0_CH0NB_POSITION                  0x0000000F
#define _AD1CHS0_CH0NB_MASK                      0x00008000
#define _AD1CHS0_CH0NB_LENGTH                    0x00000001

#define _AD1CHS0_CH0SA0_POSITION                 0x00000000
#define _AD1CHS0_CH0SA0_MASK                     0x00000001
#define _AD1CHS0_CH0SA0_LENGTH                   0x00000001

#define _AD1CHS0_CH0SA1_POSITION                 0x00000001
#define _AD1CHS0_CH0SA1_MASK                     0x00000002
#define _AD1CHS0_CH0SA1_LENGTH                   0x00000001

#define _AD1CHS0_CH0SA2_POSITION                 0x00000002
#define _AD1CHS0_CH0SA2_MASK                     0x00000004
#define _AD1CHS0_CH0SA2_LENGTH                   0x00000001

#define _AD1CHS0_CH0SA3_POSITION                 0x00000003
#define _AD1CHS0_CH0SA3_MASK                     0x00000008
#define _AD1CHS0_CH0SA3_LENGTH                   0x00000001

#define _AD1CHS0_CH0SA4_POSITION                 0x00000004
#define _AD1CHS0_CH0SA4_MASK                     0x00000010
#define _AD1CHS0_CH0SA4_LENGTH                   0x00000001

#define _AD1CHS0_CH0SB0_POSITION                 0x00000008
#define _AD1CHS0_CH0SB0_MASK                     0x00000100
#define _AD1CHS0_CH0SB0_LENGTH                   0x00000001

#define _AD1CHS0_CH0SB1_POSITION                 0x00000009
#define _AD1CHS0_CH0SB1_MASK                     0x00000200
#define _AD1CHS0_CH0SB1_LENGTH                   0x00000001

#define _AD1CHS0_CH0SB2_POSITION                 0x0000000A
#define _AD1CHS0_CH0SB2_MASK                     0x00000400
#define _AD1CHS0_CH0SB2_LENGTH                   0x00000001

#define _AD1CHS0_CH0SB3_POSITION                 0x0000000B
#define _AD1CHS0_CH0SB3_MASK                     0x00000800
#define _AD1CHS0_CH0SB3_LENGTH                   0x00000001

#define _AD1CHS0_CH0SB4_POSITION                 0x0000000C
#define _AD1CHS0_CH0SB4_MASK                     0x00001000
#define _AD1CHS0_CH0SB4_LENGTH                   0x00000001

#define _AD1PCFGH_PCFG16_POSITION                0x00000000
#define _AD1PCFGH_PCFG16_MASK                    0x00000001
#define _AD1PCFGH_PCFG16_LENGTH                  0x00000001

#define _AD1PCFGH_PCFG17_POSITION                0x00000001
#define _AD1PCFGH_PCFG17_MASK                    0x00000002
#define _AD1PCFGH_PCFG17_LENGTH                  0x00000001

#define _AD1PCFGH_PCFG18_POSITION                0x00000002
#define _AD1PCFGH_PCFG18_MASK                    0x00000004
#define _AD1PCFGH_PCFG18_LENGTH                  0x00000001

#define _AD1PCFGH_PCFG19_POSITION                0x00000003
#define _AD1PCFGH_PCFG19_MASK                    0x00000008
#define _AD1PCFGH_PCFG19_LENGTH                  0x00000001

#define _AD1PCFGH_PCFG20_POSITION                0x00000004
#define _AD1PCFGH_PCFG20_MASK                    0x00000010
#define _AD1PCFGH_PCFG20_LENGTH                  0x00000001

#define _AD1PCFGH_PCFG21_POSITION                0x00000005
#define _AD1PCFGH_PCFG21_MASK                    0x00000020
#define _AD1PCFGH_PCFG21_LENGTH                  0x00000001

#define _AD1PCFGH_PCFG22_POSITION                0x00000006
#define _AD1PCFGH_PCFG22_MASK                    0x00000040
#define _AD1PCFGH_PCFG22_LENGTH                  0x00000001

#define _AD1PCFGH_PCFG23_POSITION                0x00000007
#define _AD1PCFGH_PCFG23_MASK                    0x00000080
#define _AD1PCFGH_PCFG23_LENGTH                  0x00000001

#define _AD1PCFGL_PCFG0_POSITION                 0x00000000
#define _AD1PCFGL_PCFG0_MASK                     0x00000001
#define _AD1PCFGL_PCFG0_LENGTH                   0x00000001

#define _AD1PCFGL_PCFG1_POSITION                 0x00000001
#define _AD1PCFGL_PCFG1_MASK                     0x00000002
#define _AD1PCFGL_PCFG1_LENGTH                   0x00000001

#define _AD1PCFGL_PCFG2_POSITION                 0x00000002
#define _AD1PCFGL_PCFG2_MASK                     0x00000004
#define _AD1PCFGL_PCFG2_LENGTH                   0x00000001

#define _AD1PCFGL_PCFG3_POSITION                 0x00000003
#define _AD1PCFGL_PCFG3_MASK                     0x00000008
#define _AD1PCFGL_PCFG3_LENGTH                   0x00000001

#define _AD1PCFGL_PCFG4_POSITION                 0x00000004
#define _AD1PCFGL_PCFG4_MASK                     0x00000010
#define _AD1PCFGL_PCFG4_LENGTH                   0x00000001

#define _AD1PCFGL_PCFG5_POSITION                 0x00000005
#define _AD1PCFGL_PCFG5_MASK                     0x00000020
#define _AD1PCFGL_PCFG5_LENGTH                   0x00000001

#define _AD1PCFGL_PCFG6_POSITION                 0x00000006
#define _AD1PCFGL_PCFG6_MASK                     0x00000040
#define _AD1PCFGL_PCFG6_LENGTH                   0x00000001

#define _AD1PCFGL_PCFG7_POSITION                 0x00000007
#define _AD1PCFGL_PCFG7_MASK                     0x00000080
#define _AD1PCFGL_PCFG7_LENGTH                   0x00000001

#define _AD1PCFGL_PCFG8_POSITION                 0x00000008
#define _AD1PCFGL_PCFG8_MASK                     0x00000100
#define _AD1PCFGL_PCFG8_LENGTH                   0x00000001

#define _AD1PCFGL_PCFG9_POSITION                 0x00000009
#define _AD1PCFGL_PCFG9_MASK                     0x00000200
#define _AD1PCFGL_PCFG9_LENGTH                   0x00000001

#define _AD1PCFGL_PCFG10_POSITION                0x0000000A
#define _AD1PCFGL_PCFG10_MASK                    0x00000400
#define _AD1PCFGL_PCFG10_LENGTH                  0x00000001

#define _AD1PCFGL_PCFG11_POSITION                0x0000000B
#define _AD1PCFGL_PCFG11_MASK                    0x00000800
#define _AD1PCFGL_PCFG11_LENGTH                  0x00000001

#define _AD1PCFGL_PCFG12_POSITION                0x0000000C
#define _AD1PCFGL_PCFG12_MASK                    0x00001000
#define _AD1PCFGL_PCFG12_LENGTH                  0x00000001

#define _AD1PCFGL_PCFG13_POSITION                0x0000000D
#define _AD1PCFGL_PCFG13_MASK                    0x00002000
#define _AD1PCFGL_PCFG13_LENGTH                  0x00000001

#define _AD1PCFGL_PCFG14_POSITION                0x0000000E
#define _AD1PCFGL_PCFG14_MASK                    0x00004000
#define _AD1PCFGL_PCFG14_LENGTH                  0x00000001

#define _AD1PCFGL_PCFG15_POSITION                0x0000000F
#define _AD1PCFGL_PCFG15_MASK                    0x00008000
#define _AD1PCFGL_PCFG15_LENGTH                  0x00000001

